/* 
  Localizable.strings
  BatteryBoi

  Created by Joe Barbour on 8/11/23.
  
*/

"AlertSomePercentTitle" = "%d%% Battery Remaining";
"AlertOnePercentTitle" = "Your Mac is about to Power Down";
"AlertChargingTitle" = "Charging!";
"AlertChargingStoppedTitle" = "Charger Removed!";
"AlertChargingCompleteTitle" = "Charging Complete!";

"AlertEstimateSummary" = "**%@** until Dead.";
"AlertLastChargeSummary" = "Last Charged **%@**.";
"AlertStartedChargeSummary" = "Charging for **%@**.";

"TimestampHourFullLabel" = "Hour";
"TimestampMinuteFullLabel" = "Minute";
"TimestampHourAbbriviatedLabel" = "h";
"TimestampMinuteAbbriviatedLabel" = "m";

"SettingsDonateLabel" = "Donate";
"SettingsQuitLabel" = "Quit";
"SettingsThemeLabel" = "Appearance";
"SettingsDisplayPercentLabel" = "Show Percentage";
"SettingsDisplayEstimateLabel" = "Show Estimate";
"SettingsEfficiencyOnLabel" = "Low Power Mode (%@)";

